{
  "id": "1.1",
  "title": "PURPOSE OF THE THIRD EDITION RULES",
  "content": "The Third Edition Rules are the product of long-time Magic Realm players who came to the conclusion that a new rulebook is necessary for the true elegance of Magic Realm to emerge from the existing rules. While \"unofficial\" in the sense that they are not a product of the Avalon Hill Company, the Magic Realm publisher (now out of business), these rules are the product of over 50 collective years of experience with the game and represent the most complete interpretation of the game that we can muster. We have been assisted in this effort by extensive discussions and comments from the Magic Realm designer, Richard Hamblen, and by the collected wisdom of the on-line Magic Realm community. We welcome you to use these rules at your pleasure, to reproduce, and freely distribute them, as long as they are not sold and no charge is made for their use.\n\nUnlike the Second Edition Rules, which made major changes to the First Edition Rules to rationalize and extend the play of Magic Realm, these Third Edition Rules reorganize and streamline the Second Edition Rules without making any significant rule changes. The Third Edition Rules are fully compatible with the full Second Edition Rules (with minor exceptions as noted), and players may use the Second Edition or the Third Edition interchangeably, depending on preference.\n\nSo, why then a new edition of the rulebook? First, following the footsteps of the First Edition rulebook, the Second Edition Rules were written as a number of \"Encounters\" of increasing complexity designed to let players learn the rules gradually, one Encounter at a time. While successful in separating out the basic rules (order of play, movement, hiding, trading, treasures) from the more difficult rules governing combat, hired natives, and magic, the Encounter structure left the rules covering many topics spread out over separate sections in the different Encounters. When referring to the rules on a topic in the Fourth Encounter it was often necessary to find and review sections in one or more of the first three Encounters. Moreover, the interaction of rules in the First Encounter with game features in the later Encounters was often not clear. In some cases rules in later Encounters superceded or modified the rules in earlier Encounters.\n\nIn the Third Edition Rules the Encounter structure is dropped. The rules are organized in order of the sequence of play, and rules from all the Encounters having to do with daylight activities or combat, for example, are collected together in the same section. The result, we hope, is a cleaner organization of rules for the whole game with greatly reduced redundancy. Beginning players can still play the early Encounters of the Second Edition Rules, or follow the suggestions below in the section \"Advice to Beginners\" to gradually increase the complexity of the game in stages using these Third Edition Rules.\n\nThe second major motivation of the Third Edition Rules is to fix some lingering holes in the Second Edition Rules. While, in general, the Second Edition Rules have held up well over time, experience in play has identified some ambiguities and omissions that slipped through in considering all of the complex interactions that are possible in Magic Realm. In some cases, the interpretation of a particular rule can have important consequences in play. While such cases can always be decided by a friendly roll of the die, it is more satisfying to have an answer in the rules. We have tried to provide definitive answers within the structure of the rules to all the questions of play that have come to our attention. [Clarifications that are added to the Second Edition Rules are highlighted in blue text – like this.]\n\nOther issues that have been partially addressed in the Third Edition Rules are some troublesome issues of play balance and unrealistic or undesirable strategies that are allowed by the Second Edition rules. These issues are unlikely to come to the attention of the casual player, but the on-line Magic Realm community has developed great expertise in character tactics and game strategies. Some of these tactics and strategies are so powerful that, although allowed by the rules, they make the game too predictable and reduce the enjoyment even of the players employing them. The charm of Magic Realm is that anything can happen in any given game. When each game starts to resemble the next, it defeats the goal of the game.\n\nWhile we were constrained from making any fundamental changes in the game system by our principle of maintaining compatibility with the Second Edition Rules, we have addressed these play-balance issues by including some new optional rules. Many of these rules are not new; they were intended to be included in the Second Edition but did not make the cut, or they are new optional rules that have been extensively play-tested by the on-line player's community. We have combined the original Advanced and Optional Rules and reorganized them into related topic areas that follow the format of the basic rules. All the Second Edition Advanced and Optional Rules are included, although it may take a few minutes to find the location of an optional rule with which you are familiar.",
  "subsections": []
} 