{
  "title": "Ending Combat in a Clearing",
  "content": [
    {
      "type": "list",
      "items": [
        "End of the Round: After the Fatigue Step the characters determine whether there will be another round of combat. If combat continues, the characters and denizens start the next round of combat.",
        "If characters or hired or controlled denizens remain in the clearing, combat ends if there are two consecutive rounds in which no chits are fatigued or wounded; no armor is damaged or destroyed; no spells are cast; no characters, denizens, or horses are killed; and there are no red-side-up Tremendous monsters. Combat ends even if the clearing contains monsters and unhidden characters. Explanation: The monsters quiet down when they cannot come to grips with the characters. Note: Characters may extend combat if they cause any of these things to happen (for example, casting a spell or voluntarily fatiguing a color chit), even if all of the characters are hidden.",
        "Whether or not there is any fighting going on, when there is a character or hired or controlled denizen in a clearing combat continues until two consecutive rounds pass without consequences as described above. Characters may run out of the clearing during these two rounds.",
        "Combat in a clearing ends immediately when there are no characters, hired natives, or controlled monsters in the clearing.",
        "Trading and Rearranging Belongings: At the end of the last round of combat in a clearing, any characters who remain in the clearing can rearrange their belongings and trade with each other normally (see Rule 7.2.1), even if they are unhidden and there are monsters in the clearing. Note: To speed up play, the players can agree to trade in all of the clearings simultaneously (each character still trades only in his own clearing). Simultaneous trading is allowed only if all of the players agree; if even one player vetoes it, then only one clearing trades at a time.",
        "At the end of combat, counters for hired and controlled denizens are turned dark side up if they are still hidden and light side up if unhidden. Counters for unhired and uncontrolled monsters and denizens are turned light side up."
      ]
    }
  ]
} 