{
  "title": "SETTING UP THE TREASURE SETUP CARD",
  "content": [
    {
      "type": "paragraph",
      "text": "All of the Treasure cards, Spell cards, weapon counters, armor counters, horse counters, native counters and monster counters (except the two Ghosts) are put in the boxes on the Treasure Setup Card. Put aside the six Dwelling counters, the two Ghosts, and the six visitor/mission chits. The visitor/mission chits are put on the Setup Card in Step 4, and the Ghosts and Dwellings are put directly on the map in Step 6."
    }
  ],
  "subsections": [
    {
      "id": "3.1.1",
      "title": "Preparation: Punch out the pieces and sort them into groups",
      "content": [
        {
          "type": "paragraph",
          "text": "a. Sort the monster counters according to the picture on each counter and the size of the counter. Turn the Tremendous monster counters red side down, and turn each of the other monster counters so that the lighter side is face up. Keep each Dragon's head counter with its Dragon, and keep each club counter with its Giant."
        },
        {
          "type": "paragraph",
          "text": "b. Sort the native counters into the nine native groups; each native's group is identified by the first letter in its ID code. Keep each square horse counter with the native who has the matching ID code. Turn each counter so its lighter side is face up."
        },
        {
          "type": "paragraph",
          "text": "c. Put the eight gold-colored treasure counters aside. Sort the grey armor counters into helmets, breastplates, shields and suits of armor. Separate the Spears and Bows and sort the remaining red weapon counters according to their weight letters into a group of seven \"L\" (Light) weapons, a group of five \"M\" (Medium) weapons and a group of five \"H\" (Heavy) weapons."
        },
        {
          "type": "paragraph",
          "text": "d. Sort the round horse counters into warhorses, workhorses and ponies. Find the warhorse with \"T3\" values on its galloping side and the pony with \"L2\" values on its galloping side, and put these two horses with the gold-colored treasure counters."
        },
        {
          "type": "paragraph",
          "text": "e. Sort the Treasure cards into one group of six Treasures Within Treasures cards (these cards are numbered \"P1\" to \"P6\" in red print), one group of 23 \"Large Treasures\" (each Treasure card that has a gold-colored dot is a \"Large Treasure\"), and one group of 45 \"Small Treasures\" (each Treasure card that has neither a gold dot nor a red \"P\" is a Small Treasure). Keeping the groups separate, turn each group face down and shuffle it."
        },
        {
          "type": "paragraph",
          "text": "f. The Roman numeral at the bottom of each Spell card defines the card's type. Divide the Spell cards into eight groups by putting all the Type I cards in one group, all the Type II cards in another group, and so on. Keeping the groups separate, turn each group face down and shuffle it."
        }
      ]
    },
    {
      "id": "3.1.2",
      "title": "Placement: Put the pieces on the Setup Card one section at a time, in the order presented below",
      "content": [
        {
          "type": "paragraph",
          "text": "Each box indicates the pieces that are placed in that box. When directed to put a Treasure card in a box, pick the card at random from the specified pile and put it in the box without looking at it. All Treasure cards are set up secretly, face down, so no one knows which cards are in each box. The cards will remain face down and secret until they are identified during the game."
        },
        {
          "type": "paragraph",
          "text": "a. Treasures Within Treasures Section: Put the gold-colored treasure counters, the \"L2\" and \"T3\" horses and five of the Large Treasures in the boxes where they are listed. Important: When this section has been filled, shuffle the remaining Large Treasures and the six Treasures Within Treasures cards together, face down. Explanation: The Treasures Within Treasures cards cannot be put in the Treasures Within Treasures boxes. They are put aside until these boxes are filled."
        },
        {
          "type": "paragraph",
          "text": "b. Lost Castle and Lost City Sections: Put each monster in the box where it is pictured. The size of each box matches the size of the counters it contains – each counter fits exactly into the box where it is placed. The large number in the box indicates how many monsters the box contains. If a box contains no number, it contains only one monster. When these sections have been filled there will be eight monsters left over (not counting the Ghosts). Example: In the second row, the first box contains the two Vipers (the smallest snake counters), the second box contains the two Serpents, and the third box contains the Tremendous serpent (the largest snake)."
        },
        {
          "type": "paragraph",
          "text": "c. Treasure Locations Section: Put the Small Treasures, Large Treasures, and spells (if any) in the boxes where they are listed. Put the Small Treasures in the box first, so the Large Treasures are above them (in order to make the Large Treasures harder to obtain – it is harder to obtain the treasures toward the top of a pile). Put the spells on top of the treasures. Then put each remaining monster in the box where it is pictured; except for the Imp in the Statue box, these monsters are all Tremendous in size."
        },
        {
          "type": "paragraph",
          "text": "d. Dwellings Section: Put the Small Treasures, round horse counters, armor, and weapons counters in the rectangles where they are listed, in the order in which they are listed, with the treasures on the bottom and the smallest counters on top. Treasures, weapons and horses are each stacked randomly within their section of the pile. Put each native group in the adjoining square box. The large number shows the number of natives in the group."
        },
        {
          "type": "paragraph",
          "text": "e. Garrisons Section: Put the Small Treasures, round horse counters, armor, and weapon counters in the box where they are listed, in order of size, and put the native group in the box where it is listed (the natives will be put with their Dwelling when it is put on the map)."
        },
        {
          "type": "paragraph",
          "text": "f. Scholar: Put the three remaining Small Treasures in the Scholar box in the Visitors section."
        },
        {
          "type": "paragraph",
          "text": "g. Spells: Put the Spell cards in their boxes in the Spell Books, Artifacts, and Visitors sections of the Setup Card. Hint: Place the Spell cards in the artifacts section last. That way you will continue to have eight piles corresponding to the eight different spell types until you have finished with the setup process."
        }
      ]
    },
    {
      "id": "3.1.3",
      "title": "Spell Cards Setup",
      "content": [
        {
          "type": "paragraph",
          "text": "g.1) Each box specifies how many Spell cards of each type it gets. When a box specifies a particular type of Spell card, pick one card at random from the specified group and put it in the box. The Spell Cards Table summarizes where the Spell cards are placed."
        },
        {
          "type": "paragraph",
          "text": "g.2) Only 41 of the Spell cards are used in each playing of the Magic Realm; the other six cards are out of play. When every box has received its Spell cards, put the remaining six cards back in the game box without looking at them."
        },
        {
          "type": "paragraph",
          "text": "g.3) The Spell cards remain face down and secret when they are put in their boxes. The players should not know which cards are in each box, and they should not know which cards are out of play."
        },
        {
          "type": "paragraph",
          "text": "g.4) Spell cards go into the boxes in order of Magic type; lower numbers spells are below the higher number spells and are harder to learn. (Option: If desired the spells types may be randomly shuffled together instead.)"
        }
      ]
    }
  ]
} 