{
  "title": "End of Turn – Prowling Denizens",
  "content": [
    {
      "type": "paragraph",
      "text": "On each game day, some denizens are 'prowling' and the rest are 'dormant'. Prowling denizens can move from the Appearance Chart to the map, and prowling monsters that are already on the map can move from clearing to clearing. Denizens cannot appear or move when they are dormant."
    },
    {
      "type": "paragraph",
      "text": "The Ghosts are always prowling and can move every day. Garrison natives are always dormant and never move away from their dwelling unless they are hired. On each game day, one row of the Appearance Chart will be prowling. This chart is divided into six rows, numbered 1 to 6; the small 'Die Roll' boxes along the left edge of the chart define the rows (the arrow in each box points to the row, and the number identifies it). At Sunrise of each game day one die is rolled and the Monster Roll chit is put in the box that matches the number rolled. All of the denizens pictured or listed in this row are prowling that day, whether they are on the map or are still on the Appearance Chart (the visitor/mission chits are prowling when the Monster Roll is '6'). The denizens in the other five rows are dormant."
    },
    {
      "type": "paragraph",
      "text": "When each character, hired leader, or controlled monster ends his turn, all prowling monsters that are already in his tile move to his clearing, and new prowling denizens appear in his tile. The only time that monsters can move and denizens can appear is when an individual ends his turn – they do not appear or move during his turn. Exception: See Rule 7.11.5."
    },
    {
      "type": "paragraph",
      "text": "All prowling monsters that are already in his tile (and not already blocked) move to his clearing, whether he is hidden or not. Natives and visitors in the tile stay where they are – monsters are the only denizens that move once they are on the map. The chits in his tile are then turned face up. When a gold Site or red Sound chit is turned face up, it is put in its clearing and it stays in that clearing for the rest of the game, both when it is face up and when it is face down. Yellow Warning chits are placed in other parts of the tile, away from the clearings. If the Lost City or Lost Castle chit is turned up, it remains in the tile and its five chits are removed from the Appearance Chart and placed in the tile, face up."
    },
    {
      "type": "paragraph",
      "text": "If the Smoke W or Stink W chit appears, it is exchanged for the S Campfire or L Campfire, respectively. When one of these chits is revealed, it is removed from play and the Campfire it represents is put in its tile in Clearing 5. Exception: If Clearing 5 does not connect to the Borderland by road, put the Campfire in Clearing 4 instead. If Clearing 4 does not connect to the Borderland either, put the Campfire in Clearing 2. In determining whether a clearing connects to the Borderland, use whichever side of the tile is face up at the moment."
    },
    {
      "type": "paragraph",
      "text": "Prowling denizens may then arrive from the Appearance Chart into the individual's tile if they are 'summoned' by the chits in his tile. If the chits are already face up, as a result of a previous individual's turn, they cannot summon any more monsters that day; chits only summon monsters once a day. Monsters: Each box of monsters is summoned by the map chits listed above the box. When a character or hired leader ends his turn in a tile that contains face down map chits, he turns all of the map chits in his tile face up. If one of the chits in his tile is listed above a box of prowling monsters, those monsters move to his tile. Special: If the box lists a Sound chit with a letter (C or M), that Sound chit summons the monsters only if the chit is in the same tile with a Warning chit that shows the same letter. Example: The Bat boxes list the 'Howl (M)' chit. This means that a Howl chit can summon the Bats to a tile only if the tile contains an 'M' Warning chit (such as 'Dank M'). It cannot summon Bats to a tile that contains a 'C' Warning chit (such as 'Dank C'). Note: The Lost City and Lost Castle chits never summon monsters. They are left on the map solely to identify their tiles."
    },
    {
      "type": "paragraph",
      "text": "When the map chits in the tile are turned face up, any substitute chits that turn up must be exchanged for the pieces they represent. If the Lost City or Lost Castle is turned up, its five chits are also turned face up and they attract prowling monsters. Each map chit can summon only one box of monsters per day. If the tile contains several chits that are listed in the prowling row, each chit summons one box of monsters. When all of the boxes that list a chit are empty, that chit summons nothing. If a chit is listed above a group of boxes, only one box of monsters moves to the map. Take the monsters from the first (leftmost) box that contains monsters. Example: When a Flutter chit summons the Bats from row '6', take the single Bat from the first box. If this box is empty, take the two Bats from the second box. If this box is also empty, take the three Bats from the third box. If all three boxes are empty, the Flutter chit summons nothing. Once a map chit is turned face up it stays face up until the end of the day, to show that it has summoned all the monsters it can that day. When an individual ends his turn in a tile where the map chits are already face up, they do not summon any more monsters. At Midnight the map chits are turned face down again, so they can summon monsters on the next day. Note: Once found, map chits can be left face up to help the players remember the locations of the chits. However, the players should remember that only the first individual ending his turn in that tile each day will cause the chits to summon monsters from the Appearance Chart."
    },
    {
      "type": "paragraph",
      "text": "The clearing where each monster appears depends on the chit that summoned it. Monsters that are summoned by a Warning chit move directly to the individual's clearing. Monsters that are summoned by a Sound chit or Site chit move to the clearing that matches the number on the chit. Example: Bats summoned by 'Ruins M' are put in the individual's clearing, while Bats summoned by 'Howl 5' are put in Clearing 5 of the individual's tile, regardless of which clearing he is in. If several chits are listed above the same group of boxes, the chits summon monsters one box at a time. Warning chits summon monsters first, then Sound chits. Sound chits with lower numbers summon monsters before Sound chits with higher numbers. Example: If a tile contains Ruins M, Flutter 1, and Howl 5 on a day when Row 6 is prowling, the Ruins M chit summons the first box (one Bat) to the individual's clearing, the Flutter 1 chit summons the second box (two Bats) to Clearing 1, and the Howl 5 chit summons the third box (three Bats) to Clearing 5. Once a prowling monster is on the map, it can move from clearing to clearing within its tile. It cannot move directly from one tile to another – it must stay in the same tile until it returns to the Appearance Chart. Each time an individual ends his turn, all prowling monsters that are already in his tile move to his clearing, whether he is hidden or not. Prowling monsters can keep moving from clearing to clearing until they block or are blocked. When an individual's turn ends, only those prowling monsters that are already in his tile move to his clearing. Monsters that appear when his turn ends do not move – they must stay in the clearings where they appeared until another individual ends his turn in the tile. Hired and controlled monsters do not prowl; they move only under the direction of their controlling character."
    },
    {
      "type": "paragraph",
      "text": "Natives: When a native group is prowling, it is summoned by the Dwellings listed above its box. If the individual ends his turn in the same clearing with one of these Dwellings, the native group appears in the clearing. The native group appears whether the individual is hidden or not, but only if he is in the same clearing with the Dwelling (it does not appear if he is elsewhere in the tile). Once a native group appears in a clearing, it stays in that clearing until it returns to the Appearance Chart – it does not move around the tile."
    },
    {
      "type": "paragraph",
      "text": "Visitors and Campaign Chits: The visitors and campaign chits start the game in the small boxes in row '6' of the Appearance Chart. The first (leftmost) five boxes list native groups; chits in these boxes are summoned by the leaders of these groups (only if they are unhired). The last two boxes list Site chits and Site cards. When Row 6 is prowling, each visitor or campaign chit is summoned by the leader or sites listed above its box. If the individual ends his turn in the same clearing with one of these native leaders or sites, the visitor or campaign chit appears in his clearing. The chit appears whether the individual is hidden or not, but only if he is in the same clearing with the native leader or site (not if he is elsewhere in the tile). Once a visitor or campaign chit appears in a clearing, it remains there for the rest of the game, unless taken by a character. It never returns to the Appearance Chart and does not move around the tile."
    }
  ]
} 